Repository: giellalt/corpus-fin
Catalog: tmx/smj/facta/1177.se/ont-i-orat-hos-barn.html.tmx
Source language: fin
Languages: smj

source: Suomeksi / Finska
smj: Julevusámegiella / Lulesamiska

source: SuomeksiFinska
smj: JulevusámegiellaLulesamiska

source: Takaisin teeman aloitussivulle
smj: Ont i örat hos barn - vad kan man göra själv ?

source: Kun lapsen sängyn pääpuolta kohotetaan, korvan turvotus vähenee ja kipu lievittyy.
smj: Jus mánná allagit åjvijn vällaj de båhtånibme binnu bieljen ja binnebut báktji.

source: Pääpuolta voi kohottaa asettamalla tyynyjä patjan alle.
smj: Oajvvurav aledittjat máhttá oajvevuolijt biedjat bålsståra vuolláj.

source: Särkyä usein yöllä
smj: Álu luottudahka iján

source: Flunssaiset lapset saattavat saada korvakipua, kun korvan limakalvot turpoavat.
smj: Máná gudi li snuohpasa máhtti bielljenávlagav oadtjot gå tsuottsa bieljen båhtåni.

source: Särky saattaa johtua myös välikorvan märkivästä tulehduksesta, korvatulehduksesta.
smj: Máhtti aj luottudagáv oadtjot gå inflammasjåvnnå gasskabieljen la siedjan, gåhttju bielljenávladahkan.

source: Sekä flunssa että korvatulehdus ovat yleisiä lasten tulehdussairauksia.
smj: Goappátjaga snuohpa ja bielljenávladahka la iemelágásj infeksjåvnnåskibádagá mánájn.

source: Usein lapset heräävät särkyyn yöllä, koska turvotus korvassa pahenee makuulla.
smj: Máná álu gåhttsåji luottudagás iján danen gå båhtånibme bieljen stuorru gå vällahi.

source: Muutama lisätyyny pään alla saattaa helpottaa nukkumista.
smj: Ådisj má buorebut muhtem duodde oajvevuolij.

source: Korvasärkyä voivat aiheuttaa myös tärykalvoon johtavan korvakäytävän tulehdus, vahatulppa tai leukanivelvaivat.
smj: Ietjá vájve ma máhtti bielljenávlagav vaddet la inflammasjåvnnå gullotjadádagán mij manná bielljetsuodtsaj, váksabuodustahka jali vájve oalojlahtasij.

source: Välikorvantulehdus
smj: Bielljenávladahka däjvvá gasskabieljev

source: Välikorvantulehdus alkaa usein äkillisesti ja paranee nopeasti.
smj: Bielljenávladahka gasskabieljen álu hähkkat álggá ja oanegasj la.

source: Korvakivun lisäksi lapsesta saattaa tuntua kuin korva olisi lukossa ja kuulo tavallista huonompi.
smj: Ietján gå bielljenávlak mánán máhttá ájnibåddåsasj gullovihke ja nievrep gullo dåbddut.

source: Myös kuume voi nousta.
smj: Dábálasj la aj báhkan buollet.

source: Joskus tärykalvo saattaa puhjeta, ja märkä valua ulos korvakäytävään.
smj: Muhttijn bielljetsuodtsa luottan ja låsjkos gålggå gullotjadádahkaj.

source: Tällöin särky tavallisesti lievenee.
smj: Dalloj luottudahka unnu.

source: Lapsilla saattaa olla myös kivuttomia korvatulehduksia.
smj: Mánájn máhtti aj bielljenávladahka váni luottudagá dagi.

source: Kipua lievittävät lääkkeet
smj: Bávtjasgiehpediddje dálkkasa

source: Jos tietää, että lapsella on korvatulehdus, tälle voi antaa parasetamolia sisältäviä lääkkeitä, esimerkiksi Alvedonia tai Panodilia, tai ibuprofeenia sisältäviä lääkkeitä, esimerkiksi Ipreniä ja Ibumetinia.
smj: Jus diehtá mánán la bielljenávladahka de máhttá bávtjasgiehpediddje dálkkasav vaddet mij sisanet paracetamolav, buojkulvissan Alvedon ja Panodil, jali dálkkasav mij sisanet ibuprofenav, buojkulvissan Ipren ja Ibumetin.

source: Lääkkeitä on saatavilla nestemäisenä, peräpuikkoina tai tabletteina.
smj: Dálkkasa gávnnuji gålgge hámen, bahtablähttan ja tablähttan.

source: Noudata tarkasti pakkauksen ohjeita.
smj: GGávnnuji váttugis bagádusá skurpon.

source: Alle kuuden kuukauden ikäiselle lapselle ei saa antaa kipua lievittävää lääkettä ennen kuin on kysynyt neuvoa sairaanhoitajalta tai lääkäriltä.
smj: Mánájda gudi li nuorabu gå guhtta máno ij lulu bávtjasgiepediddje dálkkasijt vaddet åvddål vuostak rádedimes skihpasujtárin jali dåktårijn.

source: Alle 18-vuotiaille lapsille ei saa antaa asetyylisalisyylihappoa sisältäviä, kipua lievittäviä ja kuumetta alentavia lääkkeitä, kuten Magnecyliä, Treoa tai Albyl minoria ilman lääkärin suositusta.
smj: Máná vuollelin 18 jage gudi báhkan buolli e galga bávtjasgiehpediddje ja báhkkavuolediddje dálkkasijt acetylsalicylsyrajn adnet, buojkulvissan Magnecyl, Treo jali Albyl, jus dåktår ij la dav gåhttjum.

source: Turvotusta lievittävä nenäsuihke auttaa tukkoiseen nenään ja helpottaa lapsen hengittämistä.
smj: Giehpediddje njunnjespraddja unnet njunnjebuodusav ja mánnáj gähppu vuojŋŋgat.

source: Ei ole kuitenkaan pystytty todistamaan, että nenäsuihke auttaisi korvatulehdukseen.
smj: Ij diehttu jus njunnjespraddja viehkedit bielljenávlladahkaj.

source: Korvavaivat ja kylpeminen
smj: Bielljegássjelisvuoda ja lávggom

source: Jos tärykalvo on puhjennut, ei suositella kylpemistä ennen kuin märänvuoto korvakäytävästä on loppunut.
smj: Jus bielljetsuodtsa l luottanam beras vuorddet lávggomijn desik la häjttám gålggåmis gullotjadádagás.

source: Kun tärykalvo on parantunut, mikä yleensä tapahtuu melko nopeasti, lapsi voi kylpeä normaalisti.
smj: Gå bielljetsuodtsa l savvám, mij álu åvvå ruvva manná de máhttá lávggot iemeláhkáj.

source: Jos lapsen korvat on putkitettu tai hänellä on toistuvia korvatulehduksia, veden pääsyä korvaan on varottava.
smj: Jus li båhtså bieljijn jali bielljenávladahka de ij galga lávggot tjátjegierraga vuolen.

source: Ehkä tarpeen ottaa yhteys sairaanhoitoon
smj: Dárbasj má sujtujn aktavuodav válldet

source: Lapsilla voi esiintyä tilapäistä korvasärkyä flunssan yhteydessä.
smj: Máná máhtti gasskabåddåsasj bielljenávlagav oadtjot gå li snuohpasa.

source: Jos särky ei hellitä, vaikka lapelle on annettu kipua lievittävää lääkettä ja hänen pääpuoltaan on pidetty koholla, lapsen korvat tulee tutkia joko terveyskeskuksessa tai päivystysvastaanotolla parin kolmen vuorokauden kuluessa.
smj: Valla jus luottudahka ij buorrána, vájku bårrå bávtjasgiehpediddje dálkkasijt ja oajvve allagin, de mánná luluj åtsåduvvat varresvuohtaguovdátjin jali hähkkaduostudagán guovten-gålmån jánndura sinna.

source: Hoitoon pitää hakeutua välittömästi, jos lapsi on veltto, ei jaksa leikkiä eikä halua juoda tai on alle kuuden kuukauden ikäinen.
smj: Jus mánná l delas, ij nagá ståhkat ja ij sidá juhkat jali l nuorap gå gudá máno de galggá sujtujn aktavuodav válldet.

source: Terveyskeskukseen tulee aina ottaa yhteyttä myös silloin, jos lapsen korvakäytävästä valuu nestettä, huolimatta siitä, onko lapsella kipuja vai ei.
smj: Luluj aj agev varresvuohtaguovdátjijn aktavuodav válldet jus låsjkos gålggå gullotjadádagás mánán-juska vil mánán la bávtjas jali ij.

source: Sairaanhoitoneuvontaan voi soittaa koska tahansa.
smj: Máhttá aj agev skihpasujttorádevaddemij riŋŋgit oattjotjit rádev.

source: Toimittaja:
smj: Dåjmadiddje:

source: 1117 Vårdguiden – toimitus ja toimitusneuvosto on myös muokannut, tarkastanut ja hyväksynyt kaiken sisällön.
smj: Gájkka sisadno l aj giehtadaládum, gehtjadum ja dåhkkidum redaksjåvnås ja redaksjåvnnårádes 1177 Vårdguiden.
